tap "buo/cask-upgrade"
tap "ddev/ddev"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
tap "lizardbyte/homebrew"
tap "rien7/apps"
brew "act"
brew "ca-certificates"
brew "gettext"
brew "xz"
brew "gcc"
brew "mpdecimal"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "python@3.12"
brew "aider"
brew "ansible"
brew "brotli"
brew "bash"
brew "c-ares"
brew "libnghttp2"
brew "libuv"
brew "node"
brew "bitwarden-cli"
brew "ruby"
brew "cocoapods"
brew "libssh2"
brew "php"
brew "composer"
brew "deno"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "flyctl"
brew "fzf"
brew "git"
brew "libidn2"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "imagemagick"
brew "jq"
brew "jump"
brew "kanata"
brew "kdoctor"
brew "lazydocker"
brew "liblinear"
brew "lua"
brew "mackup"
brew "mas"
brew "masscan"
brew "micro"
brew "mkcert"
brew "mono"
brew "navi"
brew "nmap"
brew "nss"
brew "nvm"
brew "ollama"
brew "openconnect"
brew "openjdk"
brew "pnpm"
brew "rbenv"
brew "redis"
brew "starship"
brew "stow"
brew "svgo"
brew "swift-format"
brew "tree"
brew "unzip"
brew "vips"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wp-cli"
brew "xcbeautify"
brew "xcode-build-server"
brew "ddev/ddev/ddev"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aeroindicator"
cask "airbuddy"
cask "aldente"
cask "alt-tab"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "app-tamer"
cask "applite"
cask "beekeeper-studio"
cask "betterdisplay"
cask "blackhole-2ch"
cask "bruno"
cask "cleanshot"
cask "clop"
cask "cursor"
cask "daisydisk"
cask "devcleaner"
cask "devutils"
cask "discord"
cask "dockdoor"
cask "dotnet-sdk"
cask "drawio"
cask "easydict"
cask "feed-the-beast"
cask "figma"
cask "font-maple-mono-nf"
cask "github-copilot-for-xcode"
cask "godot"
cask "hot"
cask "iina"
cask "istherenet"
cask "jordanbaird-ice"
cask "keka"
cask "lookaway"
cask "loupedeck"
cask "maccy"
cask "microsoft-auto-update"
cask "ngrok"
cask "numi"
cask "openmtp"
cask "paletro"
cask "pearcleaner"
cask "popclip"
cask "prismlauncher"
cask "proxyman"
cask "quitter"
cask "rocket"
cask "secretive"
cask "setapp"
cask "sloth"
cask "startupfolder"
cask "superkey"
cask "swish"
cask "tailscale"
cask "textsniper"
cask "viz"
cask "warp"
cask "zed"
mas "Actions", id: 1586435171
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 1545870783
mas "Dropover", id: 1355679052
mas "Enchanted", id: 6474268307
mas "Infuse", id: 1136220934
mas "Messenger", id: 1480068668
mas "Pandan", id: 1569600264
mas "Pure Paste", id: 1611378436
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
