tap "buo/cask-upgrade"
tap "ddev/ddev"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
brew "ca-certificates"
brew "openssl@3"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.12"
brew "ansible"
brew "brotli"
brew "bash"
brew "c-ares"
brew "icu4c"
brew "libnghttp2"
brew "libuv"
brew "node"
brew "bitwarden-cli"
brew "gettext"
brew "ruby"
brew "cocoapods"
brew "libssh2"
brew "libidn2"
brew "php"
brew "composer"
brew "deno"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "gcc"
brew "flyctl"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "jq"
brew "jump"
brew "kdoctor"
brew "lazydocker"
brew "liblinear"
brew "lua"
brew "mackup"
brew "mas"
brew "masscan"
brew "micro"
brew "mkcert"
brew "mono"
brew "navi"
brew "nmap"
brew "nss"
brew "nvm"
brew "openjdk"
brew "pnpm"
brew "rbenv"
brew "starship"
brew "stow"
brew "svgo"
brew "tree"
brew "vips"
brew "watch"
brew "wget"
brew "wp-cli"
brew "ddev/ddev/ddev"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aldente"
cask "alt-tab"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "applite"
cask "beekeeper-studio"
cask "betterdisplay"
cask "blackhole-2ch"
cask "bruno"
cask "clop"
cask "devcleaner"
cask "discord"
cask "dotnet-sdk"
cask "drawio"
cask "easydict"
cask "figma"
cask "godot"
cask "hot"
cask "iina"
cask "keka"
cask "loupedeck"
cask "maccy"
cask "middleclick"
cask "ngrok"
cask "numi"
cask "paletro"
cask "proxyman"
cask "rocket"
cask "secretive"
cask "sloth"
cask "warp"
