# Enviroment
hyprland-git
waybar-hyprland-git
waybar-mpris-git
kitty
fish
wofi
xdg-desktop-portal-wlr
grim
slurp
starship
jq
dunst
eww-wayland
swww
swaylock-effects-git
swaylockd
swayidle
dracula-cursors-git
papirus-icon-theme

# Extra
ly
btop
distcc
polkit-gnome
brillo
thermald
wlsunset
clipman
downgrade
playerctl
gradience
hyprpicker-git

# Personal
chezmoi
wdisplays
firefox
bitwarden
betterdiscordctl
code
nautilus
viewinor
nvim
nmap
docker
lazydocker-bin
vlc
lutris
syncthing
spicetify-cli
spicetify-themes-git
mkchromecast-git
